{
  "Head_Education": "الدورات",
  "Head_Translate": "الترجمة",
  "Head_Home": "الرئيسية",
  "Head_Logout": "خروج",
  "ARABIC_SIGN_LANGUAGE_COURSES": "دورات لغة الإشارة العربية",
  "LEARN_TO_SIGN_TODAY": "تعلم لغة الإشارة اليوم مع دورات لغة الإشارة عبر الإنترنت",
  "EACH_COURSE_DESCRIPTION": "كل دورة مليئة بالمفردات والأرقام ونصائح حول تعلم لغة الإشارة العربية ومعرفة خاصة بثقافة الصم.",
  "COURSE_CATEGORIES": "فئات الدورات",
  "WE_VE_GOT_COURSES_FOR_EVERYONE": "لدينا دورات للجميع!",
  "AGES_15": "الأعمار 15+",
  "KIDS": "الأطفال",
  "arsl_head":"الدورات التعليمية",
  "ADULT_ARSL_COURSES": "دورات للبالغين",
  "ADULT_COURSES_DESCRIPTION": "احتضن جمال لغة الإشارة العربية مع دورات لغة الإشارة العربية عبر الإنترنت الفردية لدينا. سواء كنت مبتدئًا أو تبحث عن تعزيز مهاراتك، توفر كل دورة رحلة شاملة وتفاعلية يقودها مدربون ذوو خبرة في لغة الإشارة العربية. اغمر نفسك في عالم من الإيماءات التعبيرية والثقافة النابضة بالحياة والتواصل ذي المعنى، حيث تتعلم التحدث بطلاقة بلغة الإشارة العربية ، دورة واحدة في كل مرة. ابدأ مغامرتك في التعلم اليوم!",
  "ARSL_COURSES_FOR_KIDS": "دورات للأطفال",
  "KIDS_COURSES_DESCRIPTION": "تعلم لغة الإشارة العربية  بطريقة ممتعة وتفاعلية مع لغة الإشارة 101 للأطفال! دوراتنا عبر الإنترنت، المصممة من قبل متخصصين في مناهج الصم، ستجذب الأطفال الذين تتراوح أعمارهم بين 8-15 عامًا في تجربة تعليمية غامرة. افتح باب التواصل وجلب الوضوح للمحادثات مع هذه الفرصة العملية.",
  "SEARCH_FOR_COURSES": "البحث عن الدورات..",
  "MENU": "القائمة",
  "HOME_PAGE": "الصفحة الرئيسية",
  "TRANSLATE_PAGE": "صفحة الترجمة",
  "EDUCATION_PAGE": "صفحة التعليم",
  "CONTACT_US": "اتصل بنا",
  "COPYRIGHT": "حقوق النشر © 2024 لغة الإشارة",
  "MADE_BY": "صنع بواسطة SignCraft Innovators",
  "Close": "إغلاق",
  "HELP_SUPPORT": "المساعدة والدعم",
  "HELLO_MESSAGE_1": "مرحبًا",
  "HELLO_MESSAGE_2": "نحن في خدمتك، انقر هنا لبدء المحادثة الآن!",
  "CHAT_WITH_ROBO": "الدردشة مع الروبو",
  "NEW_MESSAGE": "رسالة جديدة",
  "ROBO_GREETINGS": "مرحبًا. أنا الروبو، مساعدك الشخصي المخصص، جاهز وفي خدمتك لتقديم إجابات موضوعية على أي استفسارات قد تكون لديك.",
  "HOW_CAN_I_ASSIST": "كيف يمكنني مساعدتك اليوم؟ يرجى اختيار إحدى الخيارات التالية لتوجيهي في تقديم الدعم الذي تحتاجه:",
  "CHOOSE_BUTTON_ERROR": "خطأ في تطبيق لغة الإشارة",
  "CHOOSE_BUTTON_ERROR_p1": "يرجى أخذ لقطة شاشة للخطأ الذي واجهته، سواء كان متعلقًا بحركة الصورة الرمزية أو النص المكتوب (عند استخدام لغة الإشارة)، وإرسالها إلى",
  "CHOOSE_BUTTON_ERROR_p2": "بريدنا الإلكتروني",
  "CHOOSE_BUTTON_ERROR_p3": "مع تفاصيل الخطأ. سيتم إصلاح الخطأ في أقرب وقت ممكن.",
  "CHOOSE_BUTTON_ACCOUNT": "استفسارات ذات الصلة بالحساب",
  "CHOOSE_BUTTON_ACCOUNT_p1": "إذا نسيت كلمة مرور حسابك، يرجى الذهاب إلى صفحة",
  "CHOOSE_BUTTON_ACCOUNT_p2": "إعادة تعيين كلمة المرور",
  "CHOOSE_BUTTON_ACCOUNT_p3": "وإدخال بريدك الإلكتروني، وستصلك رسالة تحتوي على رابط. انقر على الرابط لتتمكن من تعيين كلمة مرور جديدة.",
  "CHOOSE_BUTTON_ACCOUNT_p4": "إذا كنت تواجه مشاكل في تحديث معلوماتك الشخصية، يرجى التأكد من استخدام اسم لا يحتوي على العلامة التجارية (&)، علامة التساوي (=)، الشرطة السفلية (_)، الفاصلة العليا ('), الشرطة (-), علامة الجمع (+), الفاصلة (,), الأقواس (<,>), أو أكثر من نقطة واحدة (.).",
  "CHOOSE_BUTTON_EDUCATION": "التعليم والدورات",
  "CHOOSE_BUTTON_EDUCATION_p1": "إذا كنت تواجه مشاكل في الوصول إلى منصة التعلم أو إذا كانت مقاطع الفيديو الخاصة بالدورة غير متاحة، يرجى إرسال التفاصيل إلينا عبر",
  "CHOOSE_BUTTON_EDUCATION_p2": "مع بعض لقطات الشاشة التي توضح المشكلة.",
  "CHOOSE_BUTTON_EDUCATION_p3": "إذا كنت ترغب في أن نوفر لك دورة أخرى، يرجى تزويدنا بتفاصيل الدورة عبر",
  "CHOOSE_BUTTON_OTHER": "آخر",
  "CHOOSE_BUTTON_OTHER_p1": "يرجى التواصل معنا عبر",
  "CHOOSE_BUTTON_OTHER_p2": "إذا كنت تواجه أي مشاكل لم يتم ذكرها.",

  "HOME": {
    "TITLE": "مترجم لغة الإشارة المدعوم بالذكاء الاصطناعي",
    "DESCRIPTION": "نمكن الأفراد الصم وضعاف السمع الذين يواجهون صعوبة في فهم ما يقرؤونه أو الأميين من الوصول إلى المعلومات والخدمات ومحتوى الفيديو باستخدام لغة الإشارة المدعومة بالذكاء الاصطناعي ، وهي لغتهم الأم"
  },
  "ABOUT": {
    "TITLE": "حول",
    "sign_intro": "مترجم لغةالإشارة",
    "INTRO": "مرحبا بكم في مشروع مترجم لغة الإشارة الخاص بنا! نحن نسعى إلى سد فجوة التواصل بين الأفراد الذين يستخدمون لغة الإشارة وأولئك الذين يستخدمون النصوص المكتوبة.",
    "WEB": {
      "page": "الويب",
      "DESCRIPTION": "يهدف موقعنا إلى تقديم دورات تركز على تعليم لغة الإشارة للمدارس والجامعات، مما يوفر موردًا شاملاً لتعلم وفهم لغة الإشارة."
    },
    "APP": {
      "page": "التطبيق",
      "DESCRIPTION": "مرحبًا بكم في تطبيق مترجم لغة الإشارة الخاص بنا! هدفنا هو تقديم ميزة ترجمة لغة الإشارة لتسهيل التواصل بين المستخدمين. بالإضافة إلى ذلك، نهدف إلى تقديم دورات داخل التطبيق لتعزيز مهارات لغة الإشارة لتجربة تفاعلية أفضل."
    },
    "EDUCATION": {
      "page": "الدورات",
      "DESCRIPTION": "نحن نقدم محتوى تعليمي للأطفال والكبار من خلال مجموعة من دروس الفيديو. تابعونا للحصول على العديد من التحديثات."
    },
    "SUPPORT": {
      "page": "الدعم",
      "DESCRIPTION": "قمنا بتصميم دعم الدردشة. إنها مجموعة من الأسئلة وإجاباتها، ويمكنك الكتابة إلى المسؤول. دعنا نجربها."
    }
  }
}
